Repository: IAmSomeoneLikeYou462/script.astro
Catalog: resources/language/resource.language.*/strings.po
Languages: es_es

# #32000
source: Settings
es_es: Ajustes

# #32001
source: Developer Mode
es_es: Modo Desarrollador

# #32002
source: Developer Options
es_es: Opciones para Desarrolladores

# #32003
source: General Options
es_es: Opciones Generales

# #32004
source: Differentiate folders from actions in window view
es_es: Diferenciar las carpetas de las acciones en la vista ventana

# #32036
source: Sort items in alphabetical order
es_es: Ordenar items por orden alfabético

# #32012
source: Astro Remote Settings
es_es: Astro Ajustes Remoto

# #32017
source: Open customization menu
es_es: Abrir menú de personalización

# #32005
source: [B]Create Astro Section[/B]
es_es: [B]Crear Sección en Astro[/B]

# #32038
source: Add
es_es: Añadir

# #32039
source: Close
es_es: Cerrar

# #32007
source: Convert Local Astro Config to Remote
es_es: Convertir Configuración Local de Astro a Remota

# #32010
source: Upload Astro Config to Pastebin
es_es: Cargar Configuración de Astro a Pastebin

# #32011
source: Insert Remote Astro Config
es_es: Insertar Configuración Remota de Astro

# #32012
source: Insert Remote Astro URL
es_es: Introduce Astro URL Remota

# #32013
source: The Astro link remote is not well formatted
es_es: El link Astro remoto no está bien formateado

# #32015
source: Are you sure you want to override Astro with remote config?, There are %s folders and %s actions
es_es: Estás seguro de querer sobrescribir Astro con la configuración remota?, Hay %s carpetas y %s acciones

# #32016
source: Convert Super Favourites to Astro
es_es: Convertir Super Favoritos a Astro Config

# #32027
source: Insert a password to edit your Astro Remote Config
es_es: Introduce una contraseña para editar tu configuración remota de Astro

# #32008
source: Rename Folder
es_es: Renombrar carpeta

# #32009
source: Rename Action
es_es: Renombrar Acción

# #32030
source: Delete Folder
es_es: Eliminar Carpeta

# #32034
source: Are you sure you want to delete %s folder?
es_es: Estás seguro que quieres eliminar la carpeta: %s

# #32031
source: Delete Action
es_es: Eliminar Acción

# #32035
source: Are you sure you want to delete %s action?
es_es: Estás seguro que quieres eliminar la acción: %s

# #32032
source: Move Folder
es_es: Mover Carpeta

# #32033
source: Move Action
es_es: Mover Acción

# #32037
source: Change Icon
es_es: Cambiar icono

# #32018
source: The color %s has been setted to default
es_es: El color %s se ha configurado como predeterminado

# #32020
source: Astro is a script to keep your favorite sections of your favorite add-ons in only one place
es_es: Astro es un script para guardar tus secciones favoritos de tus add-ons favoritos en un solo lugar!

# #32021
source: Morever, Astro allows to share your config and save it in the cloud!
es_es: Además permite compartir tu configuración y guardarla en la nube!

# #32022
source: So the changes made by the admins, will be automatically updated on your device
es_es: Por lo que los cambios que hagan los administradores, se te actualizarán automáticamente en tu dispositivo!

# #32023
source: Astro - Welcome to the new age
es_es: Astro - Bienvenido a una nueva era

# #32024
source: Astro - A world of possibilities
es_es: Astro - Un mundo de posibilidades

# #32025
source: Continue
es_es: Continuar

# #32026
source: Close
es_es: Cerrar
